{include file='../header.tpl'}
<div class="page-group">
	<div class="page" id="protocol-detail">
		<div class="content">
			<h4 class="text-center">服务协议</h4>
			<div class="padlr protocol-main">
			<p>请您在使用微赛智慧体育平台（以下简称“本站”）前仔细阅读以下各项服务协议条款（以下简称“本协议”）。您点击“接受以下协议，并提交注册资料”按钮后，本协议即构成对双方有约束力的法律文件。</p>

			<h6>第一条 服务条款的确认和接纳</h6>
			<p>1.1本站各项服务的所有权和运作权归微赛智慧体育所有。本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</p>
			<p>1.2所有为获得相关本站服务或申请使用本站服务的使用人（以下统称为“用户”）视为同意并完全接受本协议项下的全部条款。</p>
			<p>1.3用户点击接受以下协议，并提交注册资料的，即视为用户确认自己具有享受本站服务、下单等相应的权利能力和行为能力，能够独立承担法律责任。</p>
			<p>1.4如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本站。</p>
			<p>1.5对于本协议条款的变更，本站将直接更新相关网站服务协议内容，且毋需另行通知。修改后的协议条款在网页上公布即有效代替原来的相关条款。用户可随时登录查阅最新协议，用户有义务不时关注并阅读最新版的协议及网站公告。</p>

			<h6>第二条 服务说明</h6>
			<p>2.1本站通过互联网依法为用户提供项目发布、项目报名、项目管理等服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。</p>
			<p>2.2 本站服务仅以当前呈现的状况提供，对于其任何信息或个人化设定之时效、删除、传递错误、存储问题或其他任何问题，本站均不承担任何责任。</p>
			<p>2.3 本站保留不经事先通知为内容更新、版本升级或其它目的暂停或永久停止相关服务或其部分服务的权利。</p>
			<p>2.4用户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>
			<p>2.5本站技术服务仅供能够根据相关法律订立具有法律约束力的合约的个人或公司使用。因此，是否具备使用条件请根据《微信公众平台使用协议》进行判断。</p>

			<h6>第三条 版权声明</h6>
			<p>3.1本站提供的技术服务中所包含的任何信息、图片、图形、音频、视频等相关内容均受版权、商标及其他财产所有权法律的保护，对为提供网络服务而使用的任何服务的一切权利均属于该内容的著作权人，未经相关权利人或著作权人同意，均不得在任何媒体、任何场合直接或间接发布、使用、篡改和再使用，本站不就由上述资料产生或在传送、递交全部或部分上述资料，使用相关软件过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。</p>
			<p>3.2 用户在本站中所提供的信息、文件等内容仅代表用户本人的观点、行为和立场，用户本人承担其所有相关责任；其内容版权归属内容提供者所有，其他人对任何转载、引用必需经原内容提供者同意，在此过程中本站不对其承担任何法律责任。</p>
			<p>3.3 本站有权将在本站中用户发表的任何信息、文件等自行使用或在与其他第三方的合作中使用，包括但不限于在网站、杂志、期刊、电视、广播等领域使用。</p>

			<h6>第四条 用户隐私声明</h6>
			<p>4.1 对用户申请使用本站相关技术服务，一旦注册成功以后，将得到帐号和密码信息，用户有义务保证帐号和密码的安全，用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，本站不承担任何责任。但本站有义务提供相应的措施保护功能（密码保护、验证码等），以确保公众号的隐私和信息安全。</p>
			<p>4.2 本站保证不对外公开或向本站以外的第三方提供单个用户的注册资料及用户存储的非公开内容，但下列情况除外：</p>
			<p>4.2.1 事先获得用户的授权；</p>
			<p>4.2.2 只有透露用户的相关资料，才能提供用户所要求的产品和服务；</p>
			<p>4.2.3 根据有关法律法规的要求；</p>
			<p>4.2.4 按照相关政府主管部门的要求；</p>

			<h6>第五条 用户依法言行义务</h6>
			<p>5.1不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
			<p>5.2从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
			<p>5.3不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
			<p>5.4不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</p>
			<p>5.5不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
			<p>5.6不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
			<p>5.7不得教唆他人从事本条所禁止的行为；</p>
			<p>5.8不得利用在本站注册的账户进行牟利性经营活动；</p>
			<p>5.9不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；
			本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户账号等措施。用户须对自己在网上的言论和行为承担法律责任。</p>

			<h6>第六条 免责声明</h6>
			<p>6.1本站对于用户任何包含、经由、链接、下载或从任何与有关服务所获得的任何内容、信息或广告，不声明或不保证其正确性或可靠性；并且对于用户经本站提供在微信公众号内的广告、展示而购买、取得的任何产品、信息或资料，本站不负保证责任。用户自行负担使用所有服务的风险。
			<p>6.2系统因下列状况无法正常运作，导致用户无法使用各项服务的，本站不承担损害赔偿责任，该状况包括但不限于：</p>
			<p>6.2.1用户在本站公告之系统停机维护期间。</p>
			<p>6.2.2电信设备出现故障不能进行数据传输。</p>
			<p>6.2.3因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的。</p>
			<p>6.2.4由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。</p>

			<h6>第七条 服务变更、中断或终止</h6>
			<p>7.1 鉴于基于微信公众号提供服务的特殊性，本站有权随时变更、中断或终止部分或全部的网络服务而无需对用户或任何第三方承担任何责任。</p>
			<p>7.2 如发生以下任何一种情形，本站有权立即关闭或修改用户帐号及相关信息及文件，或禁止继续使用相关文件或服务，且本站对用户或第三方均不承担任何责任。</p>
			<p>7.2.1 用户不能完整、真实、准确、最新的提供相关资料；</p>
			<p>7.2.2 用户违反相关法律法规或本协议中相关规定；</p>
			<p>7.2.3 用户自主提出协助请求；</p>
			<p>7.3 由于用户违规使用本站导致的微信号被微信官方封禁及中断，本站无需对用户或任何第三方承担任何责任。</p>
			</div>
		</div>
	</div>
</div>
{include file='../wxsdk.tpl'}
{include file='../footer.tpl'}
