<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2016-12-07 18:27:38 --> url:http://10.2.8.119/softykt/Order/list_need_sync.json?size=100 errormsg:Operation timed out after 340 milliseconds with 0 out of -1 bytes received
[{"host":{"contest.api.liangkaixuan.wechatsport.cn":["10.2.8.119"]},"api":"softykt\/Order\/list_need_sync.json","method":"GET","params":{"size":100},"headers":[]}]
ERROR - 2016-12-07 18:27:51 --> Severity: Warning --> Invalid argument supplied for foreach() /home/liangkaixuan/code/open-contest/task/application/controllers/softykt/PlaceOrder.php 33
ERROR - 2016-12-07 18:28:08 --> url:http://10.2.8.119/softykt/Order/list_need_sync.json?size=100 errormsg:
[{"host":{"contest.api.liangkaixuan.wechatsport.cn":["10.2.8.119"]},"api":"softykt\/Order\/list_need_sync.json","method":"GET","params":{"size":100},"headers":[]}]
ERROR - 2016-12-07 18:28:24 --> Severity: Warning --> Invalid argument supplied for foreach() /home/liangkaixuan/code/open-contest/task/application/controllers/softykt/PlaceOrder.php 33
ERROR - 2016-12-07 18:28:51 --> url:http://10.2.8.119/softykt/Order/list_need_sync.json?size=100 errormsg:
[{"host":{"contest.api.liangkaixuan.wechatsport.cn":["10.2.8.119"]},"api":"softykt\/Order\/list_need_sync.json","method":"GET","params":{"size":100},"headers":[]}]
ERROR - 2016-12-07 18:29:13 --> Severity: Warning --> Invalid argument supplied for foreach() /home/liangkaixuan/code/open-contest/task/application/controllers/softykt/PlaceOrder.php 33
ERROR - 2016-12-07 18:29:57 --> url:http://10.2.8.119/softykt/Order/list_need_sync.json?size=100 errormsg:Operation timed out after 398 milliseconds with 0 out of -1 bytes received
[{"host":{"contest.api.liangkaixuan.wechatsport.cn":["10.2.8.119"]},"api":"softykt\/Order\/list_need_sync.json","method":"GET","params":{"size":100},"headers":[]}]
ERROR - 2016-12-07 18:30:13 --> Severity: Warning --> Invalid argument supplied for foreach() /home/liangkaixuan/code/open-contest/task/application/controllers/softykt/PlaceOrder.php 33
ERROR - 2016-12-07 18:50:11 --> url:http://10.2.8.119/softykt/Order/list_need_sync.json?size=100 errormsg:httpCode is 404
[{"host":{"contest.api.liangkaixuan.wechatsport.cn":["10.2.8.119"]},"api":"softykt\/Order\/list_need_sync.json","method":"GET","params":{"size":100},"headers":[]}]
ERROR - 2016-12-07 18:50:21 --> Severity: Warning --> Invalid argument supplied for foreach() /home/liangkaixuan/code/open-contest/task/application/controllers/softykt/PlaceOrder.php 33
ERROR - 2016-12-07 19:03:21 --> array (
  'error' => 0,
  'cost' => 0.16323208808899001,
  'result' => 
  array (
    'ordernumber' => '302107599332',
    'onlycode' => '5E7A2F5599BED934FD4AC8F5EC0CA417',
    'totoalsale' => NULL,
  ),
)
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.090351104736328,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.084393024444579995,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.088976860046386996,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.083113193511963002,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.077071189880370997,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.10303783416748,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.094465017318726002,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:40 --> array (
  'error' => '200078',
  'cost' => 0.10619115829468,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:40 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.083986043930054002,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.080214977264404005,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.069884061813354006,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.092537164688110005,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.099946975708008007,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.086957931518555007,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.072016954421997001,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.079892873764038003,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:41 --> array (
  'error' => '200078',
  'cost' => 0.081631898880004994,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:41 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.083906173706055007,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.079951047897339006,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.086561918258667006,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.10139393806458,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.083422899246216001,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.083471775054932001,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.077109098434448006,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.084968805313110005,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:42 --> array (
  'error' => '200078',
  'cost' => 0.071679115295410004,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:42 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.095515966415404996,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.085114002227782995,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.098878145217895994,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.081665992736816004,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.078953981399535994,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.099913120269775002,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:43 --> array (
  'error' => '200078',
  'cost' => 0.25336313247681003,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:43 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.072829008102417006,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.086450815200805997,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.081787109375,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.089218139648438,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.095549106597900002,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.082540988922119002,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.071741104125977007,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:44 --> array (
  'error' => '200078',
  'cost' => 0.094947099685669001,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:44 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.087033033370971999,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.071052074432373005,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.072208166122436995,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.081968069076538003,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.087205171585082994,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.082679986953735005,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.10098385810851999,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.082041978836060001,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:45 --> array (
  'error' => '200078',
  'cost' => 0.077202081680298004,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:45 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.074938058853148998,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.078331947326660004,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.086872100830078,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.089879035949707003,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.083890914916991993,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.077816009521484,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.071094989776610995,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.10857510566711,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.084219932556151997,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:46 --> array (
  'error' => '200078',
  'cost' => 0.074724912643433006,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:46 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:47 --> array (
  'error' => '200078',
  'cost' => 0.084939002990723003,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:47 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:03:47 --> array (
  'error' => '200078',
  'cost' => 0.088344097137451005,
  'info' => '商品信息错误',
)
ERROR - 2016-12-07 19:03:47 --> create 根据智慧体育订单号 2016120710000000362生成金飞鹰订单出错，错误原因：商品信息错误
ERROR - 2016-12-07 19:04:49 --> array (
  'error' => 0,
  'cost' => 0.14286398887634,
  'result' => 
  array (
    'ordernumber' => '232101595432',
    'onlycode' => '9A332C42DE79FC62A60A6317F7DA0774',
    'totoalsale' => NULL,
  ),
)
ERROR - 2016-12-07 19:18:33 --> array (
  'error' => 0,
  'cost' => 0.14396286010741999,
  'result' => 
  array (
    'ordernumber' => '742106757032',
    'onlycode' => '213A1AF8709DC10BA249361634D5DE78',
    'totoalsale' => NULL,
  ),
)
