<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2016-12-08 20:03:06 --> url:http://10.2.8.119/softykt/order/place_order.json errormsg:Operation timed out after 301 milliseconds with 0 out of -1 bytes received
[{"host":{"api.api.liangkaixuan.wechatsport.cn":["10.2.8.119"]},"api":"softykt\/order\/place_order.json","method":"POST","params":{"scenicid":"53","productid":"162","number":"1","trade_no":"2016120810000000373","corp_id":"6","mobile":"18911534921"},"headers":[]}]
ERROR - 2016-12-08 20:03:06 --> {"msg":"softykt create order failed","file":"\/home\/liangkaixuan\/code\/open-contest\/task\/application\/controllers\/softykt\/PlaceOrder.php","line":81,"ordernumber":"2016120810000000373"}
ERROR - 2016-12-08 20:03:06 --> array (
  'error' => '985011',
  'cost' => 0.1176278591156,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:06 --> array (
  'error' => '985011',
  'cost' => 0.097316980361938005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.074136972427367998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.081884860992432001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.081535816192626995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.075394153594970995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.078236103057860995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.072590827941895003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.071501016616820998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.074432849884032995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:07 --> array (
  'error' => '985011',
  'cost' => 0.1101438999176,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:08 --> array (
  'error' => '985011',
  'cost' => 0.073292016983032005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.073577880859375,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.063777923583984,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.073078155517578,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.080226898193359,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.1015989780426,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.075783967971801994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.072506904602051003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.080043077468872001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:18 --> array (
  'error' => '985011',
  'cost' => 0.083759069442748996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:18 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:19 --> array (
  'error' => '985011',
  'cost' => 0.080663919448852997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:19 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:19 --> array (
  'error' => '985011',
  'cost' => 0.076683044433594,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:19 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:19 --> array (
  'error' => '985011',
  'cost' => 0.080552101135254003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:19 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:03:19 --> array (
  'error' => '985011',
  'cost' => 0.070762872695923004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:03:19 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:05:21 --> Not Found: Sof/index
ERROR - 2016-12-08 20:51:53 --> Not Found: softykt/Pl/index
ERROR - 2016-12-08 20:52:05 --> array (
  'error' => '985011',
  'cost' => 0.073914051055907995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:05 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.095093965530395994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.070255041122436995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.088155031204223994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.075041055679320998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.098508119583129994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.076017856597900002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.075315952301025002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.090495109558104997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:06 --> array (
  'error' => '985011',
  'cost' => 0.066375017166138001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:06 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.081298112869263001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.093776941299438005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.091253995895386006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.082494974136352997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.092808008193970004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.084422111511229997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.076926946640014995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:07 --> array (
  'error' => '985011',
  'cost' => 0.090744972229004003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:07 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.084260940551758007,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.067642211914062,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.075360059738158999,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.065890073776245006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.081139087677001995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.076910018920897993,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.089697122573852997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.062376976013184003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.064136028289795005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:08 --> array (
  'error' => '985011',
  'cost' => 0.074934959411620997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:08 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.095937967300414997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.10582494735718,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.090996980667113994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.073812961578369002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.074298143386841001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.082556009292602997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.073376893997191994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.085196971893311005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:09 --> array (
  'error' => '985011',
  'cost' => 0.068472146987914997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:09 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.078745841979979997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.062689781188964996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.070521116256714006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.071676969528198006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.078985929489136006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.064011812210082994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.063681840896606001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.064023017883301003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.073890209197998005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:10 --> array (
  'error' => '985011',
  'cost' => 0.070394039154052998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:10 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.061908006668091001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.072219848632812,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.069180965423583998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.072850942611694003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.070204019546508997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.090019941329955999,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.084968090057373005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.074069976806641,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:11 --> array (
  'error' => '985011',
  'cost' => 0.08880615234375,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:11 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.082046985626220995,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.094739198684691994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.071086168289185001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.078774929046630998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.081640005111694003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.062700033187866003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.095391035079955999,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:52:12 --> array (
  'error' => '985011',
  'cost' => 0.066060066223145003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 20:52:12 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 20:58:09 --> array (
  'error' => 0,
  'cost' => 0.0041508674621581997,
  'total' => 5,
  'page' => 1,
  'size' => 100,
  'data' => 
  array (
    0 => 
    array (
      'pk_order_partner_softykt' => '3',
      'fk_order' => '334',
      'out_trade_no' => '2016120110000001334',
      'partner_order_number' => '712102116632',
      'partner_order_detail_id' => NULL,
      'partner_verify_number' => NULL,
      'state' => '0',
      'ctime' => '2016-12-06 19:29:39',
      'utime' => '2016-12-06 19:33:56',
    ),
    1 => 
    array (
      'pk_order_partner_softykt' => '4',
      'fk_order' => '333',
      'out_trade_no' => '2016120110000001333',
      'partner_order_number' => '342104563632',
      'partner_order_detail_id' => NULL,
      'partner_verify_number' => NULL,
      'state' => '0',
      'ctime' => '2016-12-06 19:47:03',
      'utime' => '2016-12-06 20:00:49',
    ),
    2 => 
    array (
      'pk_order_partner_softykt' => '6',
      'fk_order' => '369',
      'out_trade_no' => '2016120710000000369',
      'partner_order_number' => '232101595432',
      'partner_order_detail_id' => NULL,
      'partner_verify_number' => NULL,
      'state' => '0',
      'ctime' => '2016-12-07 19:04:49',
      'utime' => '2016-12-07 19:04:49',
    ),
    3 => 
    array (
      'pk_order_partner_softykt' => '7',
      'fk_order' => '370',
      'out_trade_no' => '2016120710000000370',
      'partner_order_number' => '742106757032',
      'partner_order_detail_id' => NULL,
      'partner_verify_number' => NULL,
      'state' => '0',
      'ctime' => '2016-12-07 19:18:33',
      'utime' => '2016-12-07 19:18:33',
    ),
    4 => 
    array (
      'pk_order_partner_softykt' => '8',
      'fk_order' => '373',
      'out_trade_no' => '2016120810000000373',
      'partner_order_number' => NULL,
      'partner_order_detail_id' => NULL,
      'partner_verify_number' => NULL,
      'state' => '0',
      'ctime' => '2016-12-08 09:52:24',
      'utime' => '0000-00-00 00:00:00',
    ),
  ),
)
ERROR - 2016-12-08 22:53:49 --> array (
  'error' => '985011',
  'cost' => 0.069529056549072002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:49 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:49 --> array (
  'error' => '985011',
  'cost' => 0.075987815856933996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:49 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:49 --> array (
  'error' => '985011',
  'cost' => 0.077394962310791002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:49 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:49 --> array (
  'error' => '985011',
  'cost' => 0.080039024353026997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:49 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:49 --> array (
  'error' => '985011',
  'cost' => 0.079912900924683006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:49 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.082247018814086997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.082062005996704004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.088868141174316004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.079538822174072002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.098864078521729001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.070345878601073997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.079155921936035004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.074286937713623005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:50 --> array (
  'error' => '985011',
  'cost' => 0.070571899414062,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:50 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.084815025329589996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.082789897918701005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.079737901687622001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.068621873855591001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.066354036331176994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.070009946823120006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.078353881835938,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.069419860839844,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:51 --> array (
  'error' => '985011',
  'cost' => 0.084100008010863994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:51 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.078125953674316004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.063412904739379994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.062788963317870997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.064900875091552998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.078953981399535994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.096056938171386996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.070905208587645999,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.080176830291748005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.072791099548339996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:52 --> array (
  'error' => '985011',
  'cost' => 0.087862014770508007,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:52 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.073454141616820998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.094124794006348003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.071855068206786998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.065742015838623005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.070673942565917997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.097540140151977997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.083429813385010002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.071129083633423004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.076270818710326996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:53 --> array (
  'error' => '985011',
  'cost' => 0.077960014343261996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:53 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.061583042144775002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.071243047714232996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.074700117111205999,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.074037075042724998,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.072160005569457994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.071654081344604006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.088206052780151006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.087948083877563005,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:54 --> array (
  'error' => '985011',
  'cost' => 0.085925102233886996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:54 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.088832139968872001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.060825109481812002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.079837083816528001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.073527097702026006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.079398155212401997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.079277038574219,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.093451023101807001,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.080804109573363994,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.071914911270142004,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:55 --> array (
  'error' => '985011',
  'cost' => 0.065608024597167997,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:55 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:56 --> array (
  'error' => '985011',
  'cost' => 0.088968992233276006,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:56 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:56 --> array (
  'error' => '985011',
  'cost' => 0.076329946517944003,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:56 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:56 --> array (
  'error' => '985011',
  'cost' => 0.065235137939453,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:56 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:56 --> array (
  'error' => '985011',
  'cost' => 0.074194908142089996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:56 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:56 --> array (
  'error' => '985011',
  'cost' => 0.062857151031494002,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:56 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:53:56 --> array (
  'error' => '985011',
  'cost' => 0.079250097274779996,
  'info' => 'token信息错误',
)
ERROR - 2016-12-08 22:53:56 --> create 根据智慧体育订单号 2016120810000000373生成金飞鹰订单出错，错误原因：token信息错误
ERROR - 2016-12-08 22:54:10 --> array (
  'error' => 0,
  'cost' => 0.16270899772644001,
  'result' => 
  array (
    'ordernumber' => '582102875932',
    'onlycode' => '3E775561F1F944B44D536B18273306EA',
    'totoalsale' => NULL,
  ),
)
