 {include file="../user/header.tpl"}
 <div id="scroll-wrap"><div id="scroll-content">
  <div class="checkPhone">
    <div class="msg-title">{$industry_name.items_tobuy}前需要先验证手机号</div>
    <div class="fm">
      <input type="text" class="v vt" placeholder="输入手机号" value="" name="mobile" id="mobile"><span class="button vcode">发送验证码</span><span class="hide button timecounter">59秒</span>
    </div>
    <div class="fm clearfix">
      <input type="text" class="v" placeholder="输入验证码" value="" name="vcode" id="vcode">
    </div>
    <div class="msgtip">5分钟内输入验证码有效</div>
    <div class="msg-agree"><span>✓</span>我已同意并阅读 <a href="#" class="view_sev">微赛服务条款</a></div>
  </div>
  <div class="submitButton" id="sumitVcode">验证</div>
  <!--  服务条款 -->
<div class="ws-service">
  <div class="x-title">微赛服务条款</div>
<div class="pre">
<h5>一、服务协议的确定</h5>
<p>1、《服务协议》（以下简称“本协议”）由京ICP备【16004071】号在提供域名为www.wesai.com 微赛体育（以下简称“微赛”）的网站服务时与微赛用户达成的关于使用微赛网站的各项规则、条款和条件。本协议在微赛用户接受注册及享受微赛服务时生效。 </p>
<p>2、依照本协议登记注册或浏览、使用微赛相关资讯及内容的用户（以下简称“用户”），并同意本协议中的服务条款，方有资格享受微赛提供的相应服务，并受本协议条款的约束。
<p>3、微赛手机版及手机客户端的各种版本，包括但不限于iPhone版、Android版等，均援引适用本服务条款。微赛拥有并保留其提供的各种手机客户端及在手机客户端中展示内容的全部知识产权。</p>               
<h5>二、内容所有权</h5>
<p>1、微赛提供的网络服务内容可能包括：文字、软件、声音、图片、录像、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。</p>
<p>2、用户只有在获得微赛或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与这些内容有关的派生产品。</p>
<h5>三、用户信息的提供</h5>
<p>为保障用户的合法权益，避免在服务时因用户注册资料与真实情况不符而发生纠纷，请用户注册时务必按照真实、全面、准确的原则填写。对因用户自身原因而造成的不能服务情况，用户需承担相应责任。如果用户提供的资料包含有不正确的信息，微赛保留结束该用户使用服务资格的权利。</p>
<h5>四、用户资料隐私保护</h5>
<p>1、本协议所称之用户隐私包括被法律确认为隐私内容，并符合下述范围的信息：<br/>
 (a) 用户注册微赛时根据网站要求提供的个人信息；<br/>
 (b) 在用户使用微赛服务、参加网站活动、或访问网站网页时，网站自动接收并记录的用户浏览器上的服务器数据，包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录；<br/>
 (c) 微赛通过合法途径从商业伙伴处取得的用户个人资料。
 <p>
<p>2、保护用户隐私是微赛的一项基本政策，微赛保证不对外公开或向第三方提供用户注册资料及用户在使用网络服务时存储在微赛的非公开内容，但下列情况除外：<br/>
 (a) 事先获得用户的明确授权；<br/>
 (b) 根据有关的法律法规要求；<br/>
 (c) 按照相关政府主管部门的要求；<br/>
 (d) 为维护社会公众的利益；<br/>
 (e) 为维护微赛的合法权益。
</p>
<p>3、微赛可能会与第三方合作向用户提供相关服务，在此情况下，如该第三方同意承担与微赛同等的保护用户隐私的责任，则微赛可将用户的注册资料等信息提供给该第三方。</p>
<p>4、在不透露单个用户隐私资料的前提下，微赛有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
<p>5、用户须做到：<br/>
 (a) 用户名和昵称的注册与使用应符合网络道德，遵守中华人民共和国的相关法律法规；<br/>
 (b) 用户名和昵称中不能含有威胁、淫秽、漫骂、非法、侵害他人权益等有争议性的文字。<br/>
<h5>五、用户资料安全</h5>
<p>1、对用户注册信息微赛提供最大限度的安全保障。同时，用户务必对其用户密码、个人账号等信息保密，以免被盗用或遭窜改。注册成功后，用户必须保护好自己的账号和密码，对非因微赛原因的泄露微赛概不负责。 用户可随时改变自己的密码，也可以结束旧的账户重开一个新账户。用户若发现任何非法使用用户账号或安全漏洞的情况，应当立即与微赛联系，如因用户自身原因造成其账户无法正常使用及遭受损失，微赛对此概不负责，一切损失由用户自行承担。</p>
<p>2、用户不得通过不正当手段恶意注册微赛账号，不得盗用他人账号，不得泄露其他用户的相关信息。如用户违反上述规定，则微赛有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、暂停或查封用户账号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</p>
<h5>六、用户享有的权利及服务</h5>
<p>1、用户有权随时对自己的个人资料进行查询、修改和删除。</p>
<p>2、用户理解，微赛仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行承担。</p>
<p>3、用户须对其账户中的所有行为、活动和事件负全责。</p>
<h5>七、用户管理</h5>
<p>1、用户不得利用本网站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本网制作、复制和传播下列信息：<br/>
 (a) 煽动抗拒、破坏宪法和法律、行政法规实施的；<br/>
 (b) 煽动颠覆国家政权，推翻社会主义制度的；<br/>
 (c) 煽动分裂国家、破坏国家统一的；<br/>
 (d) 煽动民族仇恨、民族歧视，破坏民族团结的；<br/>
 (e) 捏造或者歪曲事实，散布谣言，扰乱社会秩序的；<br/>
 (f) 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；<br/>
 (g) 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；<br/>
 (h) 损害国家机关信誉的；<br/>
 (i) 其他违反宪法和法律行政法规的；<br/>
 (j) 进行商业广告行为的。</p>
<p>2、微赛声明微赛对用户的系统记录有可能作为用户违反法律的证据。</p>
<p>3、未经微赛的授权或许可，任何用户不得借用微赛的名义从事任何商业活动，也不得将微赛作为从事商业活动的场所、平台或其他任何形式的媒介。禁止用户将本站用作从事各种非法活动的场所、平台或者其他任何形式的媒介。如用户违反上述规定，则微赛有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、暂停或查封用户账号，乃至通过诉讼形式追究用户法律责任等。</p>
<h5>八、服务变更、中断或终止</h5>
<p>1、微赛因自身产品、合作伙伴变更等情形而引起的提供服务的变更，微赛享有变更权，包括但不限于：<br/>
 (a) 微赛有随时中止或终止与合作伙伴合作的权利；<br/>
 (b) 微赛有随时调整服务费收取标准的权利；<br/>
 (c) 微赛有由于相关系统、服务器故障等原因，为用户整换座位、场次或场馆的权利；<br/>
 (d) 微赛有按照微赛退票原则为用户退票的权利；<br/>
 (e) 微赛有更改微赛票券使用权限的权利；<br/>
 (f) 微赛有更改微赛积分使用规则的权利；<br/>
 (g) 微赛有更改微赛积分兑换产品的权利；<br/>
 (h) 微赛有更换购票流程、购票方式、取票流程的权利。
</p>
<p>2、微赛会不定期的举行诸如“抢票”的优惠购票活动，用户理解并同意将使用合理正当的方式参与此类活动，同时由于系统拥堵或系统延时等原因而造成的各种问题，用户同意以微赛的处理方式及解决办法为准。若微赛一旦发现有用户使用不正当手段参与此类活动，微赛有权追究该用户的责任，包括但不限于取消订单、冻结账户等。</p>
<p>3、如因系统维护或升级的需要而需暂停网络服务，微赛将尽可能事先进行通告。</p>
<p>4、如发生下列任何一种情形，微赛有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户：<br/>
 (a) 用户提供的个人资料不真实；<br/>
 (b) 用户违反本协议中规定的使用规则。
</p>
<p>5、微赛因下列系统原因或不可抗力引起的服务中断、延时或终止，使用户无法正常使用微赛部分或全部服务时，微赛不承担损害赔偿责任，该状况包括但不限于： <br/>
 (a) 微赛在网站公告的系统停机维护期间；<br/>
 (b) 因电信设备出现故障不能进行数据传输的；<br/>
 (c) 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成微赛系统障碍不能正常提供服务的；<br/>
 (d)由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。
</p>
<p>6、微赛各类兑换券、抵值券均系以企业团体采购形式销售或营销活动赠送，概不零售。用户在微赛使用兑换券、抵值券时应确保所持的兑换券、抵值券来源自正规渠道，否则微赛不保证该等兑换券、抵值券的正常使用。</p>
<p>7、微赛以赠送形式发出的各类兑换券赠券、抵值券赠券均为活动赠券，用户应在兑换券赠券、抵值券赠券所标注的日期内使用。</p>
<p>8、微赛以预售形式发出的各类兑换券预售券均为活动预售券，预售券销售价格低于兑换券正常销售价格，仅限活动期间用于指定项目的兑换使用，用户应在预售券标注的日期内使用。用户知晓，预售券不支持活动到期或指定项目档期终止后的兑换使用。</p>
<h5>九、退款原则</h5>
<p>1、微赛仅提供因以下原因造成的用户退款：<br/>
 (a) 微赛明示可予以退款的；<br/>
 (b) 非微赛原因引起的微赛合作商户（影院、剧院、场馆、展馆等）售票系统原因造成的用户已完成付款但订单无法生成的（即订单状态为“不成功”的）；<br/>
 (c) 非微赛原因引起的微赛合作商户（影院、剧院、场馆、展馆等）原因造成的订单信息（如排片信息、场次等）变更而使得用户无法正常参加的；<br/>
 (d) 因不可抗力或政府管制（如全国哀悼日，国家禁止娱乐活动的）造成用户无法正常参加的。
</p>
<p>2、用户同意以下微赛的不予退款的条件及约定：<br/>
 (a) 订购成功，以收到短信，订单状态为“成功”为准，此种情况下用户一旦购买成功，微赛不接受任何退款或换票；<br/>
 (b) 微赛或微赛与合作方赠送的站内余额不作为退款范畴内；<br/>
 (c) 微赛贵宾卡充值等不作为退款范畴内；<br/>
 (d) 微赛严禁用户恶意使用信用卡套现的行为，一经微赛发现，微赛有权冻结该用户账户，同时有权通报给该信用卡发卡单位；<br/>
 (e) 微赛保留部分消费卡、银行卡支付，向用户索取支付手续费或第三方合作服务费的权利；<br/>
 (f) 用户遵守微赛对退款的相关规定，并允许微赛保留对规定更新或更改的权利。
</p>
<h5>十、免责声明</h5>
<p>1、由于微赛网站信息来自于不同渠道，所有信息仅作为参考和建议之用，一切以现实情况为准。用户明确知晓其使用微赛网络服务可能存在的风险。</p>
<p>2、微赛不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
<p>3、微赛不声明或保证本网站的材料或服务是准确的、完整的、可靠的、当前的或无差错的，并且否认有关本网站、本网站内容或其任何部分的准确性或专有性的任何保证或声明。</p>
<p>4、虽然微赛力图使用户能对本网站和服务进行安全访问和使用，但微赛不能也不会声明或保证本网站或其服务器是不含病毒或其它有害因素的；因此微赛建议用户使用业界公认的杀毒软件以保证自身的使用安全。</p>
<p>5、任何微赛手机客户端的手机品牌合作商，如Apple、AppStore，并不因合作获得微赛的知识产权，任何侵犯微赛知识产权的行为都应当承担相应的法律责任。</p>
<p>6、用户选择的银联、第三方支付等多种支付方式，在支付过程中因用户自身原因或第三方支付平台原因造成的异常使其账户无法正常使用或遭受损失，微赛对此概不负责，一切损失由用户自行承担。</p>
<p>7、因用户自身原因或微赛合作商户（影院、剧院、场馆、展馆等）或系统服务商原因造成的异常状况下的整换座位，微赛对此状况免责，包括但不限于：<br/>
 (a) 因微赛合作商户场地原因引起的座位调换；<br/>
 (b) 因微赛合作商户提供的服务内容或服务质量引起的座位调换；<br/>
 (c) 因用户未保留好自己的取票密码引起的座位调换；<br/>
 (d) 因用户取票后丢失票券引起的座位调换；<br/>
 (e) 因微赛合作商户系统提供商的服务器不稳定引起的座位调换；<br/>
 (f) 因微赛合作商户工作人员或服务人员的服务引起的座位调换；<br/>
 (h) 因用户提出的高于微赛合作商户服务标准的要求引起的座位调换；
</p>
<p>8、用户知晓，用户从微赛所购买的体育票等均为有价证券，用户应妥善保管。如因用户保管不当造成体育票等的遗失，用户应自行承担由此造成的全部损失。</p>
<p>9、用户知晓，每场体育因主办方的不同从而体育票的销售规则及使用规则也不尽相同，用户同意届时将以主办方在微赛公示的规则及体育票票面所示的规则为准。</p>
<h5>十一、违约赔偿</h5>
<p>用户同意保障和维护微赛及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给微赛或任何其他第三人造成损失，用户同意承担由此造成的全部损害赔偿责任。</p>
<h5>十二、修改协议</h5>
<p>1、微赛将在必要时修改本协议的有关条款，一旦条款内容发生变动，微赛将会在相关的页面提示修改内容。</p>
<p>2、如果不同意微赛对服务条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受服务条款的变动。</p>
<h5>十三、法律管辖</h5>
<p>1、本服务条款的订立、执行和解释及争议的解决均应适用中国法律。</p>
<p>2、用户同意如用户与微赛就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向微赛所在地的人民法院提起诉讼。</p>
<h5>十四、其他规定</h5>
<p>1、如果本服务条款中的某些规定被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可从本网站条款分割，且不得影响任何其余规定的效力和可执行性。</p>
<p>2、本协议是微赛与用户之间的法律关系的重要文件，如用户的任何书面或者口头意思表示与本协议不一致的，均应当与本协议为准，除非本协议被微赛声明作废或者被新版本代替。</p>
<p>3、如果用户对微赛或本服务条款存有任何疑问，可以联系我们。
在法律允许范围内，微赛享有对本服务条款的解释权。</p>
</div>
</div>
</div></div>
<script>
var itemid = "{$itemid}";
</script>
{literal}
  <script>
    $(".view_sev").click(function(){
       $(".ws-service").toggle();
       return false;
    })
    //发送验证码
    $(".vcode").click(function(){
        var totalTime = 60;
        var mobile = $("#mobile").val();
        var mobilereg = /^1\d{10}$/;
        if(!mobilereg.test(mobile))
        {
          $("#mobile").focus();
          alert("手机号格式不正确");
          return false;
        }
        $.post("/user/ajax_send_sms_verify_code",{mobile:mobile},function(res){
            if(res.error ==0)
            {
              $(".vcode").hide();
              $(".timecounter").show();
              totalTime--;
              var s_seconds = totalTime;
              $(".timecounter").text(s_seconds+"秒");
              st = setInterval(function(){
                 totalTime--;
                 s_seconds = totalTime;
                 $(".timecounter").text(s_seconds+"秒");
                 if(totalTime<1){
                    $(".vcode").show();
                    $(".timecounter").hide().text("59秒");
                    clearInterval(st);
                 }
              },"1000");
          }else{
             alert("发送验证码失败");
          }
        },"json");
       return false;
    })
    //验证
    $("#sumitVcode").click(function(){
        var mobile = $("#mobile").val();
        var mobilereg = /^1\d{10}$/;
        if(!mobilereg.test(mobile))
        {
          $("#mobile").focus();
          alert("手机号格式不正确");
          return false;
        }
        var vcode = $("#vcode").val();
        if(vcode=="")
        {
          alert("验证码不能为空");
          return false;
        }
        $.post("/user/ajax_verify_sms_code",{mobile:mobile,vcode:vcode},function(res){
               if(res.error==0)
               { 
                  if(itemid!="")
                  {
                    window.location.href = "/contest/formenroll?itemid="+itemid;
                  }
                  else
                  {
                    window.location.href = document.referrer;
                  }
               }
               else
               {
                 alert(res.info)
               }
        },"json");
        return false;
    })
  </script>
{/literal}
{include file="../user/foot.tpl"}
